; language file for TrayLauncher
;Language : English
;Author : Li Chao
;Date : 2012-05-19
;Version : 2.6

MENU_Exit							==> E&xit
MENU_Edit_Cmd						==> &Edit Command
MENU_Refresh						==> &Refresh
MENU_Start_With_OS					==> Start With &Windows
MENU_About							==> &About
MENU_Select_Skin					==> Select &Skin
MENU_Internal						==> &Internal
MENU_Language						==> &Language
MENU_Option							==> &Option
MENU_Use_MClick						==> Use &Mid Click
MENU_Run							==> &Run

STR_Failed							==> Failed:
STR_Run								==> Run
STR_Exit_Ask						==> Exit Tray Launcher ?
STR_Confirm							==> Confirm:
STR_Failed_To_Exec					==> Failed To Execute:
STR_Single_Instance_Only			==> Only One Instance Can Run.
STR_lng_file_not_UNICODE			==> The language file is not saved in UNICODE(LE)! Please save it in UNICODE.
STR_cmd_file_not_UNICODE			==> The command file is not saved in UNICODE(LE)! Please save it in UNICODE.
STR_Failed_open_create_cmd_file		==> Can not open or create the command file!
STR_Empty							==> Empty
STR_Settings						==> Settings
STR_Refreshing						==> Refreshing...


; GUI Menu Editor
STR_DlgTitle						==> TrayLauncher Command Editor

BTN_OK								==> OK
BTN_Cancel							==> Cancel
BTN_Apply							==> Apply
BTN_Close							==> Close
BTN_Save							==> Save
BTN_Reload							==> Reload

BTN_IsMenu							==> Is Submenu
BTN_IsSep							==> As Separator
BTN_IsTitle							==> As Title
BTN_IsWildCard						==> Wildcard mode

STC_Menu							==> Commands:
STC_Target							==> Target Path:
STC_DispName						==> Display Name:
STC_Filter							==> Filter:
STC_IconPath						==> Use a custom icon:

STR_MyComputer						==> *Computer*
STR_DisplayName						==> [Display Name]
STR_PathToTarget					==> [Path To Target]
STR_Choose_Target					==> Choose The Target
STR_Choose_Icon						==> Choose The Icon
STR_Ask_Save_Item_Info				==> Save the change for this command?
STR_Exit_Ask_Save					==> Save the change(s) before exit?
STR_Ask_Delete_Menu					==> Delete the menu and all its sub items?

STR_Invalid_NameOrFilter			==> Invalide input: '<', '>' and '=' are not allowed!
STR_Err_Del_Only_Child				==> Can't delete the only child!
STR_ASK_UPDATE_MENU_FILE_TO_XML		==> Convert command file to xml format?
